---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPanelParam
source: html/0f965a3d-4e6b-2109-084e-1680ac19fc7b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPanelParam Property

"Panel"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitPanelParam { get; }
```